{
  "hexOS -> DisableOctOS": false,
  "HowToUse0": "Enable/disable the ability to go into hard mode by submitting a number without playing the sequence. (default: false)",

  "hexOS -> ForceOctOS": false,
  "HowToUse1": "Forces the module to start out in octOS. (default: false)",

  "hexOS -> FastStrike": false,
  "HowToUse2": "Exclusive to OctOS, shortens the strike animation to be 15 seconds instead of 57.5 seconds. (default: false)",

  "hexOS -> ExperimentalShake": false,
  "HowToUse3": "Have the module shake upon every played beat, don't use this on serious bombs. :) (default: false)",

  "hexOS -> ForceAltSolve": false,
  "HowToUse4": "Force the module to play the alternative solve sequence regardless of Forget The Colors' existence. (default: false)",

  "hexOS -> FlashOtherColors": 5,
  "HowToUse5": "Alter the amount of times other colors flash. Cannot exceed 6. (default: 5)",

  "hexOS -> DelayPerBeat": 0.07,
  "HowToUse6": "Alter the delay between each beat played. Cannot exceed 1. (default: 0.07)",

  "hexOS -> CustomSolveQuote": "",
  "HowToUse7": "Change the display on the module when it is solved. If left blank, it will pull its default quotes. (default: empty)",



  "Phosphorescence -> CruelMode": false,
  "HowToUse8": "Cruel mode forces the user to recognise the colors of the buttons without being told from the label. (default: false)",

  "Phosphorescence -> StreamDelay": 0,
  "HowToUse9": "Mainly for TwitchPlays, set this to the amount of seconds of the stream delay. 1 second of stream delay equates to +15 additional seconds on the timer. (default: 0)",



  "TheOctadecayotton -> Dimensions": 9,
  "HowToUse10": "Amount of dimensions, for accessibility/practice. Ranges 3-12. WARNING: Higher dimension may cause lag. (default: 9)",

  "TheOctadecayotton -> Rotations": 3,
  "HowToUse11": "Amount of rotations, for accessibility/practice. Ranges 0-255. (default: 3)",

  "TheOctadecayotton -> Slowness": 8,
  "HowToUse12": "Determines the slowness of the sphere's movements, for accessibility/practice. Ranges 1-12. (default: 8)",

  "TheOctadecayotton -> ColorAssist": false,
  "HowToUse13": "Maintains the color that was initially assigned to the sphere while moving around, making reads much easier. (default: false)",

  "TheOctadecayotton -> InOutBounce": false,
  "HowToUse14": "Makes rotations use the InOutBounce ease, not suitable for serious play. (default: false)",

  "TheOctadecayotton -> InOutElastic": false,
  "HowToUse15": "Makes rotations use the InOutElastic ease, not suitable for serious play. (default: false)",

  "TheOctadecayotton -> StretchToFit": false,
  "HowToUse16": "Stretches the individual X, Y, and Z axes on the tesseract to always take up the entire module. This does cause proportions to be skewed. (default: false)",

  "TheOctadecayotton -> ExperimentalRendering": false,
  "HowToUse17": "Enables 32-bit vertex indexing. Enabling this may improve rendering on high-end devices. Requires a restart to take effect. (default: false)"
}